Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# home.execution.log.startExecution
source: Starting execution: backup months=%1$lld, download months=%2$lld, completion months=%3$lld.
de: Ausführung gestartet: Sicherungsmonate=%1$lld, Downloadmonate=%2$lld, Vervollständigungsmonate=%3$lld.
es: Iniciando ejecución: meses de copia de seguridad=%1$lld, meses de descarga=%2$lld, meses por completar=%3$lld.
es_419: Iniciando ejecución: meses de respaldo=%1$lld, meses de descarga=%2$lld, meses por completar=%3$lld.
fr: Début de l’exécution : mois à sauvegarder=%1$lld, à télécharger=%2$lld, à compléter=%3$lld.
ja: 実行開始：バックアップ対象の月=%1$lld、ダウンロード対象の月=%2$lld、補完対象の月=%3$lld。
ko: 실행 시작: 백업 대상 월=%1$lld개, 다운로드 대상 월=%2$lld개, 보완 대상 월=%3$lld개.
pt_br: Iniciando a execução: meses de backup=%1$lld, meses de download=%2$lld, meses para completar=%3$lld.
pt_pt: A iniciar a execução: meses de cópia=%1$lld, meses de transferência=%2$lld, meses a completar=%3$lld.
ru: Запуск выполнения: резервное копирование — %1$lld мес., загрузка — %2$lld мес., дополнение — %3$lld мес.
uk: Початок виконання: резервне копіювання — %1$lld міс., завантаження — %2$lld міс., доповнення — %3$lld міс.
zh_hans: 开始执行：备份月份=%1$lld，下载月份=%2$lld，补全月份=%3$lld。
zh_hant: 開始執行：備份月份=%1$lld，下載月份=%2$lld，補全月份=%3$lld。
zh_hk: 開始執行：備份月份=%1$lld，下載月份=%2$lld，補全月份=%3$lld。

# home.execution.log.startIndex
source: Starting local index build, %lld resources total.
de: Lokaler Indexaufbau gestartet, %lld Ressourcen insgesamt.
es: Iniciando la creación del índice local, %lld recursos en total.
es_419: Iniciando la creación del índice local, %lld recursos en total.
fr: Démarrage de la construction de l'index local, %lld ressources au total.
ja: ローカルインデックスの構築を開始、合計 %lld 件のリソース。
ko: 로컬 인덱스 구축 시작, 총 %lld개 리소스.
pt_br: Iniciando a construção do índice local, %lld recursos no total.
pt_pt: A iniciar a construção do índice local, %lld recursos no total.
ru: Запуск построения локального индекса, всего ресурсов: %lld.
uk: Початок побудови локального індексу, всього %lld ресурсів.
zh_hans: 开始补齐本地索引，共 %lld 项资源。
zh_hant: 開始補齊本機索引，共 %lld 項資源。
zh_hk: 開始補齊本機索引，共 %lld 項資源。

# home.execution.log.stopped
source: Execution stopped.
de: Ausführung gestoppt.
es: Ejecución detenida.
es_419: Ejecución detenida.
fr: Exécution arrêtée.
ja: 実行が停止されました。
ko: 실행이 중지되었습니다.
pt_br: Execução interrompida.
pt_pt: Execução interrompida.
ru: Выполнение остановлено.
uk: Виконання зупинено.
zh_hans: 执行已停止。
zh_hant: 執行已停止。
zh_hk: 執行已停止。

# home.execution.log.stopping
source: Stopping…
de: Wird gestoppt…
es: Deteniendo...
es_419: Deteniendo...
fr: Arrêt en cours...
ja: 停止中...
ko: 중지 중...
pt_br: Parando...
pt_pt: A parar...
ru: Остановка…
uk: Зупинення…
zh_hans: 正在停止…
zh_hant: 正在停止…
zh_hk: 正在停止…

# home.execution.log.syncRemoteIndex
source: Syncing remote index: %@.
de: Remote-Index wird synchronisiert: %@.
es: Sincronizando índice remoto: %@.
es_419: Sincronizando índice remoto: %@.
fr: Synchronisation de l'index distant : %@.
ja: リモートインデックスを同期中：%@。
ko: 원격 인덱스 동기화 중: %@.
pt_br: Sincronizando índice remoto: %@.
pt_pt: A sincronizar índice remoto: %@.
ru: Синхронизация удалённого индекса: %@.
uk: Синхронізація віддаленого індексу: %@.
zh_hans: 同步远端索引：%@。
zh_hant: 同步遠端索引：%@。
zh_hk: 同步遠端索引：%@。

# home.execution.log.unavailableItems
source: %lld resources not downloaded to device
de: %lld Ressourcen wurden nicht auf das Gerät heruntergeladen
es: %lld recursos no se descargaron en el dispositivo
es_419: %lld recursos no se descargaron en el dispositivo
fr: %lld ressources non téléchargées sur l’appareil
ja: %lld 件のリソースがデバイスにダウンロードされていません
ko: %lld개 리소스가 기기에 다운로드되지 않음
pt_br: %lld recursos não baixados para o dispositivo
pt_pt: %lld recursos não transferidos para o dispositivo
ru: %lld ресурсов не загружены на устройство
uk: %lld ресурсів не завантажено на пристрій
zh_hans: %lld 项资源未下载到本机
zh_hant: %lld 項資源未下載到本機
zh_hk: %lld 項資源未下載到本機

# home.execution.log.uploadDoneMonth
source: Upload complete: %@.
de: Upload abgeschlossen: %@.
es: Subida completada: %@.
es_419: Carga completada: %@.
fr: Envoi terminé : %@.
ja: アップロード完了：%@。
ko: 업로드 완료: %@.
pt_br: Envio concluído: %@.
pt_pt: Envio concluído: %@.
ru: Выгрузка завершена: %@.
uk: Вивантаження завершено: %@.
zh_hans: 上传完成：%@。
zh_hant: 上傳完成：%@。
zh_hk: 上載完成：%@。

# home.execution.log.uploadDoneStartPhase
source: Upload complete, starting %1$@: %2$@.
de: Upload abgeschlossen, %1$@ wird gestartet: %2$@.
es: Subida completada, iniciando %1$@: %2$@.
es_419: Carga completada; iniciando %1$@: %2$@.
fr: Envoi terminé, démarrage de %1$@ : %2$@.
ja: アップロードが完了しました。%1$@ を開始：%2$@。
ko: 업로드 완료, %1$@ 시작: %2$@.
pt_br: Envio concluído, iniciando %1$@: %2$@.
pt_pt: Envio concluído, a iniciar %1$@: %2$@.
ru: Выгрузка завершена, запуск %1$@: %2$@.
uk: Вивантаження завершено, початок етапу %1$@: %2$@.
zh_hans: 上传完成，开始%1$@：%2$@。
zh_hant: 上傳完成，開始%1$@：%2$@。
zh_hk: 上載完成，開始%1$@：%2$@。

# home.execution.log.uploadPhaseCompleteStartDownload
source: Upload phase complete, starting download tasks.
de: Upload-Phase abgeschlossen, Download-Aufgaben werden gestartet.
es: Fase de subida completada, iniciando tareas de descarga.
es_419: Fase de carga completada; iniciando tareas de descarga.
fr: Phase d'envoi terminée, démarrage des tâches de téléchargement.
ja: アップロードフェーズ完了、ダウンロードタスクを開始します。
ko: 업로드 단계 완료, 다운로드 작업 시작.
pt_br: Fase de envio concluída, iniciando tarefas de download.
pt_pt: Fase de envio concluída, a iniciar tarefas de transferência.
ru: Фаза выгрузки завершена, запуск задач загрузки.
uk: Фазу вивантаження завершено, початок завдань завантаження.
zh_hans: 上传阶段完成，开始处理下载任务。
zh_hant: 上傳階段完成，開始處理下載任務。
zh_hk: 上載階段完成，開始處理下載任務。

# home.execution.log.uploadPhaseDone
source: Upload phase finished: %1$lld succeeded, %2$lld failed, %3$lld skipped.
de: Upload-Phase abgeschlossen: %1$lld erfolgreich, %2$lld fehlgeschlagen, %3$lld übersprungen.
es: Fase de subida finalizada: %1$lld exitosos, %2$lld fallidos, %3$lld omitidos.
es_419: Fase de carga finalizada: %1$lld correctos, %2$lld fallidos y %3$lld omitidos.
fr: Phase d'envoi terminée : %1$lld réussis, %2$lld échoués, %3$lld ignorés.
ja: アップロードフェーズ完了：成功 %1$lld 件、失敗 %2$lld 件、スキップ %3$lld 件。
ko: 업로드 단계 완료: 성공 %1$lld개, 실패 %2$lld개, 건너뜀 %3$lld개.
pt_br: Fase de envio concluída: %1$lld bem-sucedidos, %2$lld falhos, %3$lld ignorados.
pt_pt: Fase de envio concluída: %1$lld bem-sucedidos, %2$lld falhados, %3$lld ignorados.
ru: Фаза выгрузки завершена: успешно %1$lld, ошибок %2$lld, пропущено %3$lld.
uk: Фазу вивантаження завершено: %1$lld успішно, %2$lld помилок, %3$lld пропущено.
zh_hans: 上传阶段结束：成功 %1$lld 项，失败 %2$lld 项，跳过 %3$lld 项。
zh_hant: 上傳階段結束：成功 %1$lld 項，失敗 %2$lld 項，跳過 %3$lld 項。
zh_hk: 上載階段結束：成功 %1$lld 項，失敗 %2$lld 項，略過 %3$lld 項。

# home.execution.log.uploadPhaseFailed
source: Upload phase failed: %@
de: Upload-Phase fehlgeschlagen: %@
es: Fase de subida fallida: %@
es_419: La fase de carga falló: %@
fr: Échec de la phase d’envoi : %@
ja: アップロードフェーズ失敗: %@
ko: 업로드 단계 실패: %@
pt_br: Fase de envio falhou: %@
pt_pt: Fase de envio falhou: %@
ru: Фаза выгрузки завершилась ошибкой: %@
uk: Помилка фази вивантаження: %@
zh_hans: 上传阶段失败：%@
zh_hant: 上傳階段失敗：%@
zh_hk: 上載階段失敗：%@

# home.execution.log.uploadPhaseStart
source: Upload phase started, %lld resources total.
de: Upload-Phase gestartet, %lld Ressourcen insgesamt.
es: Fase de subida iniciada, %lld recursos en total.
es_419: Fase de carga iniciada, %lld recursos en total.
fr: Phase d'envoi démarrée, %lld ressources au total.
ja: アップロードフェーズ開始、合計 %lld 件のリソース。
ko: 업로드 단계 시작, 총 %lld개 리소스.
pt_br: Fase de envio iniciada, %lld recursos no total.
pt_pt: Fase de envio iniciada, %lld recursos no total.
ru: Фаза выгрузки запущена, всего ресурсов: %lld.
uk: Фазу вивантаження розпочато, усього ресурсів: %lld.
zh_hans: 上传阶段开始，共 %lld 项资源。
zh_hant: 上傳階段開始，共 %lld 項資源。
zh_hk: 上載階段開始，共 %lld 項資源。

# home.execution.log.uploadStartMonth
source: Starting upload: %@.
de: Upload gestartet: %@.
es: Iniciando subida: %@.
es_419: Iniciando carga: %@.
fr: Début de l'envoi : %@.
ja: アップロード開始：%@。
ko: 업로드 시작: %@.
pt_br: Iniciando envio: %@.
pt_pt: A iniciar envio: %@.
ru: Запуск выгрузки: %@.
uk: Початок вивантаження: %@.
zh_hans: 开始上传：%@。
zh_hant: 開始上傳：%@。
zh_hk: 開始上載：%@。

# home.execution.notConnected
source: No node connected
de: Kein Knoten verbunden
es: Sin nodo conectado
es_419: Sin nodo conectado
fr: Aucun nœud connecté
ja: ノード未接続
ko: 노드에 연결되지 않음
pt_br: Nenhum nó conectado
pt_pt: Nenhum nó ligado
ru: Узел не подключён
uk: Жоден вузол не підключено
zh_hans: 未连接节点
zh_hant: 未連接節點
zh_hk: 未連接節點

# home.execution.notStarted
source: Not Started
de: Nicht gestartet
es: No iniciado
es_419: No iniciado
fr: Non démarré
ja: 未開始
ko: 시작되지 않음
pt_br: Não iniciado
pt_pt: Não iniciado
ru: Не начато
uk: Не розпочато
zh_hans: 未开始
zh_hant: 未開始
zh_hk: 未開始

# home.execution.partialFailed
source: Some months failed
de: Verarbeitung einiger Monate fehlgeschlagen
es: Algunos meses fallaron
es_419: Algunos meses fallaron
fr: Certains mois ont échoué
ja: 一部の月の処理に失敗しました
ko: 일부 월 작업 실패
pt_br: Alguns meses falharam
pt_pt: Alguns meses falharam
ru: Часть месяцев завершилась с ошибкой
uk: Деякі місяці не вдалися
zh_hans: 部分月份失败
zh_hant: 部分月份失敗
zh_hk: 部分月份失敗

# home.execution.paused
source: Paused
de: Pausiert
es: En pausa
es_419: En pausa
fr: En pause
ja: 一時停止
ko: 일시 중지됨
pt_br: Pausado
pt_pt: Em pausa
ru: Приостановлено
uk: Призупинено
zh_hans: 已暂停
zh_hant: 已暫停
zh_hk: 已暫停

# home.execution.phaseComplement
source: Complete
de: Vervollständigen
es: Completar
es_419: Completar
fr: Compléter
ja: 補完
ko: 보완
pt_br: Completar
pt_pt: Completar
ru: Дополнить
uk: Доповнити
zh_hans: 补全
zh_hant: 補全
zh_hk: 補全

# home.execution.phaseDownload
source: Download
de: Herunterladen
es: Descarga
es_419: Descarga
fr: Téléchargement
ja: ダウンロード
ko: 다운로드
pt_pt: Transferência
ru: Загрузка
uk: Завантаження
zh_hans: 下载
zh_hant: 下載
zh_hk: 下載

# home.execution.preparingDownload
source: Preparing download…
de: Download wird vorbereitet…
es: Preparando la descarga...
es_419: Preparando la descarga...
fr: Préparation du téléchargement...
ja: ダウンロードを準備中...
ko: 다운로드 준비 중...
pt_br: Preparando o download...
pt_pt: A preparar a transferência...
ru: Подготовка загрузки…
uk: Підготовка завантаження…
zh_hans: 正在准备下载…
zh_hant: 正在準備下載…
zh_hk: 正在準備下載…

# home.execution.preparingUpload
source: Preparing upload…
de: Upload wird vorbereitet…
es: Preparando la subida...
es_419: Preparando la carga...
fr: Préparation de l'envoi...
ja: アップロードを準備中...
ko: 업로드 준비 중...
pt_br: Preparando o envio...
pt_pt: A preparar o envio...
ru: Подготовка выгрузки…
uk: Підготовка вивантаження…
zh_hans: 正在准备上传…
zh_hant: 正在準備上傳…
zh_hk: 正在準備上載…

# home.execution.startFailed
source: Backup failed to start
de: Sicherung konnte nicht gestartet werden
es: No se pudo iniciar la copia de seguridad
es_419: El respaldo no pudo iniciarse
fr: Échec du démarrage de la sauvegarde
ja: バックアップの開始に失敗しました
ko: 백업 시작 실패
pt_br: Falha ao iniciar o backup
pt_pt: Falha ao iniciar a cópia
ru: Не удалось запустить резервное копирование
uk: Не вдалося розпочати резервне копіювання
zh_hans: 备份启动失败
zh_hant: 備份啟動失敗
zh_hk: 備份啟動失敗

# home.execution.uploadFailed
source: Upload Failed
de: Upload fehlgeschlagen
es: Error de subida
es_419: Error de carga
fr: Échec de l'envoi
ja: アップロードに失敗しました
ko: 업로드 실패
pt_br: Falha no envio
pt_pt: Falha no envio
ru: Не удалось выгрузить
uk: Помилка вивантаження
zh_hans: 上传失败
zh_hant: 上傳失敗
zh_hk: 上載失敗

# home.execution.uploading
source: Uploading
de: Wird hochgeladen
es: Subiendo
es_419: Cargando
fr: Envoi en cours
ja: アップロード中
ko: 업로드 중
pt_br: Enviando
pt_pt: A enviar
ru: Выгрузка
uk: Вивантаження
zh_hans: 上传中
zh_hant: 上傳中
zh_hk: 正在上載

# home.header.remoteStorage
source: Node
de: Knoten
es: Nodo
es_419: Nodo
fr: Nœud
ja: ノード
ko: 노드
pt_br: Nó
pt_pt: Nó
ru: Узел
uk: Вузол
zh_hans: 节点
zh_hant: 節點
zh_hk: 節點

# home.incompleteDownload.abort
source: Abort
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
ja: 中止
ko: 중단
pt_br: Cancelar
pt_pt: Cancelar
ru: Прервать
uk: Перервати
zh_hans: 中止
zh_hant: 中止
zh_hk: 中止

# home.incompleteDownload.createAll
source: Create New Assets
de: Neue Objekte erstellen
es: Crear elementos nuevos
es_419: Crear elementos nuevos
fr: Créer des éléments
ja: 新規項目を作成
ko: 새 항목 생성
pt_br: Criar novos itens
pt_pt: Criar novos itens
ru: Создать новые объекты
uk: Створити нові об’єкти
zh_hans: 创建新项目
zh_hant: 建立新項目
zh_hk: 建立新項目

# home.incompleteDownload.message
source: %lld items have incomplete backups. Downloading them creates new, separate assets that may be backed up again as new.
de: %lld Objekte haben unvollständige Sicherungen. Beim Herunterladen entstehen neue, separate Objekte, die bei einer erneuten Sicherung als neue Objekte gesichert werden können.
es: %lld elementos tienen copias de seguridad incompletas. Al descargarlos se crean elementos nuevos e independientes que podrían volver a incluirse como nuevos en otra copia de seguridad.
es_419: %lld elementos tienen respaldos incompletos. Al descargarlos se crean elementos nuevos e independientes que podrían volver a respaldarse como nuevos.
fr: %lld éléments ont des sauvegardes incomplètes. Les télécharger crée de nouveaux éléments distincts qui pourront être sauvegardés à nouveau en tant que nouveaux éléments.
ja: %lld 件の項目のバックアップが不完全です。ダウンロードすると、バックアップと一致しない新しい項目が作成され、今後のバックアップで新しい項目として再びバックアップされる場合があります。
ko: %lld개 항목의 백업이 불완전합니다. 다운로드하면 백업과 일치하지 않는 새 항목이 생성되며 다시 백업하면 새 항목으로 백업될 수 있습니다.
pt_br: %lld itens têm backups incompletos. Baixá-los cria itens novos e separados que podem ser copiados novamente como itens novos.
pt_pt: %lld itens têm cópias de segurança incompletas. Transferi-los cria itens novos e separados que podem ser copiados novamente como itens novos.
ru: %lld объектов имеют неполные резервные копии. При загрузке создаются новые отдельные объекты, которые могут быть снова выгружены как новые объекты.
uk: %lld об’єктів мають неповні резервні копії. Під час завантаження створюються нові окремі об’єкти, які можуть бути знову вивантажені як нові об’єкти.
zh_hans: %lld 个所选项目的备份不完整。下载会创建与备份记录不匹配的新项目，并在再次备份时可能作为新项目重新备份。
zh_hant: %lld 個所選項目的備份不完整。下載會建立與備份記錄不符的新項目，並在再次備份時可能作為新項目重新備份。
zh_hk: %lld 個所選項目的備份不完整。下載會建立與備份記錄不符的新項目，並在再次備份時可能作為新項目重新備份。

# home.incompleteDownload.skip
source: Skip Them
de: Überspringen
es: Omitir
es_419: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt_br: Ignorar
pt_pt: Ignorar
ru: Пропустить
uk: Пропустити
zh_hans: 跳过
zh_hant: 略過
zh_hk: 略過

# home.incompleteDownload.title
source: Incomplete Items
de: Unvollständige Objekte
es: Elementos incompletos
es_419: Elementos incompletos
fr: Éléments incomplets
ja: 不完全な項目
ko: 불완전한 항목
pt_br: Itens incompletos
pt_pt: Itens incompletos
ru: Неполные объекты
uk: Неповні об’єкти
zh_hans: 不完整的项目
zh_hant: 不完整的項目
zh_hk: 不完整的項目

# home.localAlbums.assetCount
source: %d items
de: %d Elemente
es: %d elementos
es_419: %d elementos
fr: %d éléments
ja: %d 項目
ko: %d개 항목
pt_br: Itens: %d
pt_pt: Itens: %d
ru: %d эл.
uk: Елементів: %d
zh_hans: %d 项
zh_hant: %d 項
zh_hk: %d 項

# home.localAlbums.empty
source: No Albums
de: Keine Alben
es: No hay álbumes
es_419: No hay álbumes
fr: Aucun album
ja: アルバムがありません
ko: 앨범 없음
pt_br: Nenhum álbum
pt_pt: Sem álbuns
ru: Альбомов нет
uk: Немає альбомів
zh_hans: 没有相册
zh_hant: 沒有相簿
zh_hk: 沒有相簿

# home.localAlbums.emptyMessage
source: Create an album in Photos first.
de: Erstellen Sie zuerst ein Album in „Fotos“.
es: Crea primero un álbum en Fotos.
es_419: Crea primero un álbum en Fotos.
fr: Créez d’abord un album dans Photos.
ja: まず「写真」Appでアルバムを作成してください。
ko: 먼저 사진 앱에서 앨범을 만드세요.
pt_br: Crie um álbum no app Fotos primeiro.
pt_pt: Crie primeiro um álbum na app Fotografias.
ru: Сначала создайте альбом в приложении «Фото».
uk: Спочатку створіть альбом у програмі «Фотографії».
zh_hans: 请先在照片 App 中创建相册。
zh_hant: 請先在照片 App 中建立相簿。
zh_hk: 請先在「相片」App 中建立相簿。

# home.localAlbums.title
source: Select Albums
de: Alben auswählen
es: Seleccionar álbumes
es_419: Seleccionar álbumes
fr: Sélectionner des albums
ja: アルバムを選択
ko: 앨범 선택
pt_br: Selecionar álbuns
pt_pt: Selecionar álbuns
ru: Выбор альбомов
uk: Виберіть альбоми
zh_hans: 选择相册
zh_hant: 選擇相簿
zh_hk: 選擇相簿

# home.localAlbums.untitled
source: Untitled Album
de: Unbenanntes Album
es: Álbum sin título
es_419: Álbum sin título
fr: Album sans titre
ja: 無題のアルバム
ko: 제목 없는 앨범
pt_br: Álbum sem título
pt_pt: Álbum sem título
ru: Без названия
uk: Альбом без назви
zh_hans: 未命名相册
zh_hant: 未命名相簿
zh_hk: 未命名相簿

# home.localIndex.confirmRebuildAction
source: Rebuild
de: Neu erstellen
es: Reconstruir
es_419: Reconstruir
fr: Reconstruire
ja: 再構築
ko: 다시 만들기
pt_br: Reconstruir
pt_pt: Reconstruir
ru: Перестроить
uk: Перебудувати
zh_hans: 重建
zh_hant: 重建
zh_hk: 重建

# home.localIndex.confirmRebuildMessage
source: The existing cache will be deleted and every photo will be rescanned. This can take a while.
de: Der vorhandene Cache wird gelöscht und alle Fotos werden erneut gescannt. Dies kann eine Weile dauern.
es: Se eliminará la caché actual y todas las fotos se volverán a analizar. Puede tardar.
es_419: Se eliminará la caché actual y todas las fotos se volverán a analizar. Puede tardar.
fr: Le cache existant sera supprimé et toutes les photos seront réanalysées. Cela peut prendre du temps.
ja: 既存のキャッシュを削除し、すべての写真を再スキャンします。時間がかかる場合があります。
ko: 기존 캐시를 삭제하고 모든 사진을 다시 스캔합니다. 시간이 걸릴 수 있습니다.
pt_br: O cache existente será apagado e todas as fotos serão verificadas novamente. Pode demorar.
pt_pt: A cache existente será apagada e todas as fotografias serão analisadas novamente. Pode demorar.
ru: Существующий кэш будет удалён, а все фото — отсканированы заново. Это может занять некоторое время.
uk: Поточний кеш буде видалено й усі фото буде проскановано знову. Це може тривати певний час.
zh_hans: 现有缓存将被清空，所有照片将被重新扫描，过程可能较慢。
zh_hant: 現有快取將被清空，所有照片將被重新掃描，過程可能較慢。
zh_hk: 現有快取將被清除，所有相片會重新掃描，過程可能需要一些時間。

# home.localIndex.confirmRebuildTitle
source: Rebuild Local Index?
de: Lokalen Index neu erstellen?
es: ¿Reconstruir índice local?
es_419: ¿Reconstruir índice local?
fr: Reconstruire l'index local ?
ja: ローカルインデックスを再構築しますか？
ko: 로컬 인덱스를 다시 만들까요?
pt_br: Reconstruir índice local?
pt_pt: Reconstruir o índice local?
ru: Перестроить локальный индекс?
uk: Перебудувати локальний індекс?
zh_hans: 重建本地索引？
zh_hant: 重建本機索引？
zh_hk: 重建本機索引？

# home.localIndex.error.permissionDenied
source: Photo library access is required to update the local index.
de: Für die Aktualisierung des lokalen Index ist der Zugriff auf die Fotomediathek erforderlich.
es: Se requiere acceso a la biblioteca de fotos para actualizar el índice local.
es_419: Se requiere acceso a la biblioteca de fotos para actualizar el índice local.
fr: L'accès à la photothèque est requis pour mettre à jour l'index local.
ja: ローカルインデックスを更新するには写真ライブラリへのアクセスが必要です。
ko: 로컬 인덱스를 업데이트하려면 사진 보관함 접근 권한이 필요합니다.
pt_br: É necessário acesso à fototeca para atualizar o índice local.
pt_pt: É necessário acesso à fototeca para atualizar o índice local.
ru: Для обновления локального индекса требуется доступ к медиатеке.
uk: Для оновлення локального індексу потрібен доступ до фототеки.
zh_hans: 需要照片图库访问权限才能更新本地索引。
zh_hant: 需要照片圖庫存取權限才能更新本機索引。
zh_hk: 需要相片圖庫存取權限才能更新本機索引。

# home.localIndex.error.title
source: Local Index Failed
de: Lokaler Index fehlgeschlagen
es: Falló el índice local
es_419: Falló el índice local
fr: Échec de l'index local
ja: ローカルインデックスの更新に失敗しました
ko: 로컬 인덱스 생성 실패
pt_br: Falha no índice local
pt_pt: Falha no índice local
ru: Не удалось обновить локальный индекс
uk: Локальний індекс не вдалося оновити
zh_hans: 本地索引失败
zh_hant: 本機索引失敗
zh_hk: 本機索引失敗

# home.localIndex.incrementalDetail
source: Rescan only new or modified photos; cached entries are reused.
de: Nur neue oder geänderte Fotos werden erneut gescannt; zwischengespeicherte Einträge werden wiederverwendet.
es: Solo escanea fotos nuevas o modificadas; se reutilizan las entradas en caché.
es_419: Solo escanea fotos nuevas o modificadas; se reutilizan las entradas en caché.
fr: Analyse uniquement les photos nouvelles ou modifiées ; les entrées en cache sont réutilisées.
ja: 新規または変更された写真のみをスキャンし、キャッシュは再利用されます。
ko: 새 사진이나 수정된 사진만 다시 스캔하고 캐시 항목은 재사용합니다.
pt_br: Verifica apenas fotos novas ou modificadas; entradas em cache são reaproveitadas.
pt_pt: Analisa apenas fotografias novas ou modificadas; as entradas em cache são reutilizadas.
ru: Сканировать только новые или изменённые фото; записи из кэша используются повторно.
uk: Повторно сканувати лише нові або змінені фото; використовувати кешовані записи.
zh_hans: 仅扫描新增或修改的照片，已缓存条目将被复用。
zh_hant: 僅掃描新增或修改的照片，已快取條目將會重用。
zh_hk: 只掃描新增或修改的相片，並重用快取中的記錄。

# home.localIndex.incrementalTitle
source: Incremental Update
de: Inkrementelles Update
es: Actualización incremental
es_419: Actualización incremental
fr: Mise à jour incrémentielle
ja: 差分更新
ko: 증분 업데이트
pt_br: Atualização incremental
pt_pt: Atualização incremental
ru: Инкрементальное обновление
uk: Поступове оновлення
zh_hans: 增量更新
zh_hant: 增量更新
zh_hk: 增量更新

# home.localIndex.indexedCount
source: Indexed
de: Indiziert
es: Indexados
es_419: Indexados
fr: Indexé
ja: インデックス済み
ko: 인덱싱됨
pt_br: Indexado
pt_pt: Indexado
ru: В индексе
uk: Проіндексовано
zh_hans: 已索引
zh_hant: 已索引
zh_hk: 已索引

# home.localIndex.lastUpdated
source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
es_419: Última actualización
fr: Dernière mise à jour
ja: 最終更新
ko: 마지막 업데이트
pt_br: Última atualização
pt_pt: Última atualização
ru: Последнее обновление
uk: Останнє оновлення
zh_hans: 最近更新
zh_hant: 最近更新
zh_hk: 最近更新

# home.localIndex.rebuildDetail
source: Clear the cache and rebuild every entry. This is slower but can recover from corrupted data.
de: Der Cache wird geleert und alle Einträge werden neu erstellt. Dies dauert länger, kann aber einen beschädigten Index wiederherstellen.
es: Vacía la caché y reconstruye cada entrada. Lento, pero recupera datos corruptos.
es_419: Vacía la caché y reconstruye cada entrada. Lento, pero recupera datos corruptos.
fr: Efface le cache et reconstruit toutes les entrées. Cette opération est lente, mais permet de corriger les données corrompues.
ja: キャッシュを消去し、すべてのエントリを再作成します。時間はかかりますが、破損したキャッシュから復旧できます。
ko: 캐시를 비우고 모든 항목을 다시 만듭니다. 느리지만 손상된 데이터를 복구합니다.
pt_br: Limpa o cache e reconstrói todas as entradas. Lento, mas recupera dados corrompidos.
pt_pt: Limpa a cache e reconstrói todas as entradas. Lento, mas recupera dados corrompidos.
ru: Очистить кэш и перестроить все записи. Это медленнее, но позволяет восстановиться после повреждения данных.
uk: Очистити кеш і перебудувати кожен запис. Це повільніше, але може відновити пошкоджені дані.
zh_hans: 清空缓存并重建每一条记录，速度较慢，但可恢复损坏的数据。
zh_hant: 清除快取並重建每一筆記錄。速度較慢，但可復原損毀的資料。
zh_hk: 清除快取並重建每一筆記錄。速度較慢，但可復原損毀的資料。

# home.localIndex.rebuildTitle
source: Rebuild From Scratch
de: Von Grund auf neu erstellen
es: Reconstruir desde cero
es_419: Reconstruir desde cero
fr: Reconstruire entièrement
ja: ゼロから再構築
ko: 처음부터 다시 만들기
pt_br: Reconstruir do zero
pt_pt: Reconstruir do zero
ru: Перестроить с нуля
uk: Перебудувати з нуля
zh_hans: 从头重建
zh_hant: 從頭重建
zh_hk: 從頭重建

# home.localIndex.title
source: Local Index
de: Lokaler Index
es: Índice local
es_419: Índice local
fr: Index local
ja: ローカルインデックス
ko: 로컬 인덱스
pt_br: Índice local
pt_pt: Índice local
ru: Локальный индекс
uk: Локальний індекс
zh_hans: 本地索引
zh_hant: 本機索引
zh_hk: 本機索引

# home.localIndex.totalSize
source: Total Size
de: Gesamtgröße
es: Tamaño total
es_419: Tamaño total
fr: Taille totale
ja: 合計サイズ
ko: 총 크기
pt_br: Tamanho total
pt_pt: Tamanho total
ru: Общий размер
uk: Загальний розмір
zh_hans: 总大小
zh_hant: 總大小
zh_hk: 總大小

# home.localSource.albumCount
source: %d Albums
de: %d Alben
es: %d álbumes
es_419: %d álbumes
ja: %d 個のアルバム
ko: 앨범 %d개
pt_br: Álbuns: %d
pt_pt: Álbuns: %d
ru: Альбомов: %d
uk: Альбомів: %d
zh_hans: %d 个相册
zh_hant: %d 個相簿
zh_hk: %d 個相簿
